fdr/src/test/resources/requests/nodoChiediQuadraturaPA.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ws="http://ws.pagamenti.telematici.gov/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:nodoChiediQuadraturaPA>
            <identificativoIntermediarioPA>{brokerPa}</identificativoIntermediarioPA>
            <identificativoStazioneIntermediarioPA>{station}</identificativoStazioneIntermediarioPA>
            <password>{stationPwd}</password> <!--Optional:-->
            <identificativoDominio>{pa}</identificativoDominio>
            <identificativoFlusso>112</identificativoFlusso>
        </ws:nodoChiediQuadraturaPA>
    </soapenv:Body>
</soapenv:Envelope>